[

  {
  "id": "virgo-resumen",
  "title": "Virgo (Kanya Rashi) — Resumen Astrológico",
  "author": "Agente Astrológico",
  "date": "2025-10-03",
  "excerpt": "Resumen de Virgo (Kanya Rashi) en astrología védica: simbolismo, regente, nakshatras y correspondencias de salud y psicología.",
  "coverImage": "/images/virgo.jpg",
  "tags": ["Virgo", "Jyotish", "Zodiaco", "Salud", "Nakshatras"],
  "readingMinutes": 6,
  "content": "<h2 id=\"intro\">Introducción</h2><p>Virgo (Kanya Rashi) es el sexto signo del zodiaco védico. Representa conciencia práctica, servicio y orden. Su energía se manifiesta en la búsqueda de perfección y en la sensibilidad hacia los detalles.</p><h2 id=\"simbolismo\">Simbolismo</h2><p>Se representa como una doncella que porta una espiga de trigo (fertilidad y sustento) y una lámpara (luz en la oscuridad). Indica discernimiento, modestia y trabajo meticuloso.</p><h2 id=\"regente\">Regente y naturaleza</h2><p>Su regente es Mercurio (Budha), planeta de la mente analítica, la comunicación y el sistema nervioso. Virgo es un signo de tierra mutable, asociado con la adaptación y la organización.</p><h2 id=\"nakshatras\">Nakshatras en Virgo</h2><ul><li><strong>Uttara Phalguni</strong>: servicio y acuerdos sociales.</li><li><strong>Hasta</strong>: habilidad manual, artesanía y sanación.</li><li><strong>Chitra (parte)</strong>: creatividad, arquitectura y belleza estructural.</li></ul><h2 id=\"salud\">Correspondencias de salud</h2><p>Virgo rige el sistema digestivo medio: estómago, intestinos y colon. Puede manifestar problemas digestivos, alergias alimentarias o ansiedad psicosomática.</p><h2 id=\"psicologia\">Rasgos psicológicos</h2><p>Modestia, sentido de servicio, orden y análisis. Cuando está en desequilibrio, puede generar crítica excesiva, obsesión por la limpieza o preocupación constante.</p><h2 id=\"conclusion\">Conclusión</h2><p>Virgo equilibra lo práctico y lo mental. Su energía, bien encauzada, lo convierte en un gran sanador, administrador o artesano. En desequilibrio, puede derivar en ansiedad y rigidez.</p>"
},


{
  "id": "virgo",
  "title": "Virgo (Kanya Rashi) — características, salud y nakshatras (Heartlight talk)",
  "author": "Heartlight / Agente Astrológico",
  "date": "2025-09-27",
  "excerpt": "Resumen de la charla 'Virgo (Kanya Rashi)' — simbolismo, nakshatras, correspondencias corporales y consideraciones de salud desde la perspectiva védica.",
  "coverImage": "/images/virgo-heartlight.jpg",
  "tags": ["Virgo", "Jyotish", "Nakshatras", "Salud", "Video"],
  "readingMinutes": 8,
  "content": "<h2 id=\"intro\">Introducción</h2><p>Esta charla explora Virgo (Kanya Rashi) desde la perspectiva de la astrología védica (Jyotish): simbolismo, diferencias entre signos y constelaciones, nakshatras en Virgo y correspondencias de salud.</p><h2 id=\"constelaciones-vs-signos\">Constelaciones vs signos</h2><p>La diferencia clave es que las constelaciones (fixed stars) son un fondo observable en el cielo, mientras que los signos se actualizan en base al calendario solar. Actualmente existe un desfase de ~23.5° entre el zodiaco tropical y el sideral, lo que hace que muchos nacidos “en un signo” en la tradición occidental estén en un signo distinto en la tradición védica.</p><h2 id=\"simbolismo\">Simbolismo de Virgo</h2><p>Virgo se representa como una doncella en una barca, llevando una espiga de trigo (abundancia, tierra, cultivo) y un fuego (iluminación, trabajo en la oscuridad). Virgo es práctico, detallista y orientado a resultados materiales y de servicio.</p><h2 id=\"regente\">Regente y naturaleza</h2><p>Regido por Mercurio (Budha), Virgo combina energía práctica de tierra con la mente analítica. Mercurio se asocia al sistema nervioso, la lógica y la organización; además es tridoshico (puede manifestar Vata, Pitta o Kapha según el contexto).</p><h2 id=\"nakshatras\">Nakshatras en Virgo</h2><ul><li><strong>Uttara Phalguni</strong>: propósito, servicio y estructura social.</li><li><strong>Hasta</strong>: la mano, trabajo manual, destreza y artesanía.</li><li><strong>Chitra (parte)</strong>: gemas y arquitectura, estructura y facetas creativas.</li></ul><h2 id=\"correspondencias-corporales\">Correspondencias corporales y salud</h2><p>En la astrología natural, Virgo rige la zona media del cuerpo: desde el estómago hasta la parte alta del colon. Problemas asociados pueden incluir:</p><ul><li>Trastornos digestivos (absorción, digestión, diverticulitis, colitis).</li><li>Sensibilidades alimentarias y alergias.</li><li>Hipocondría o síntomas psicosomáticos vinculados a la naturaleza Vata.</li><li>Desequilibrios hepáticos o problemas de detoxificación.</li><li>Parasitosis intestinal y deficiencias nutricionales en casos crónicos.</li></ul><h2 id=\"caracteristicas-psico\">Rasgos psicológicos y sociales</h2><p>Virgo aporta modestia, orden, cautela económica y espíritu de servicio. Tiende a evitar el protagonismo y valora la rutina y la higiene. En exceso puede producir crítica, ansiedad o conductas obsesivas relacionadas con limpieza y control.</p><h2 id=\"virgo-ascendente\">Virgo como ascendente (Lagna)</h2><p>En una carta con Virgo en el ascendente hay énfasis en la mente analítica, el trabajo meticuloso, intereses en aprendizaje estructurado y profesiones de servicio (salud, administración, artesanía). Es necesario estudiar la posición y condición de los planetas para matizar el juicio.</p><h2 id=\"conclusion\">Conclusión</h2><p>Virgo combina la sensibilidad nerviosa de Mercurio con la práctica de la tierra: una energía útil para el servicio, la sanación y la organización. Cuando se equilibra, produce excelentes médicos, administradores y guardianes del orden; cuando se desequilibra, puede manifestar problemas digestivos y ansiedad.</p>"
},
  
  {
  "id": "El signo de virgo",
  "title": "Virgo en Jyotish: el símbolo de la Virgen",
  "author": "Agente Astrológico",
  "date": "2025-09-27",
  "excerpt": "Virgo simboliza el trabajo meticuloso, la abundancia a través del esfuerzo y la claridad en la oscuridad. Su energía nos enseña servicio, detalle y administración.",
  "cover": "/images/virgo-video.jpg",
  "tags": ["Virgo", "Jyotish", "Astrología Védica", "Signos"],
  "readingMinutes": 7,
  "content": "<p>Cuando hablamos de Virgo, lo primero que solemos decir es “Virgen”, pero pocas veces explicamos que en realidad se representa como una joven en una barca, llevando en una mano una espiga de trigo y en la otra un fuego.</p>\n\n<p>La espiga de trigo representa la tierra, el elemento de Virgo, y la capacidad de trabajar la materia, de crecer, de obtener abundancia. Significa que la persona puede lograr riqueza y prosperidad siempre y cuando esté dispuesta a trabajar duro.</p>\n\n<p>El fuego simboliza la capacidad de ver en la oscuridad, de trabajar durante largos periodos con dedicación, de tener claridad en momentos de incertidumbre.</p>\n\n<p>Las personas con fuerte influencia de Virgo son laboriosas, detallistas y meticulosas. Tienen reputación impecable, salvo que haya planetas mal aspectados. Poseen una gran capacidad de análisis y ven cosas que otros pasan por alto, por eso desarrollan un nivel de comprensión profundo.</p>\n\n<p>Un ejemplo: alguien con Virgo en la cuarta casa puede tener una madre muy trabajadora, meticulosa y activa incluso en edad avanzada.</p>\n\n<p>Virgo también aporta modestia y timidez. No buscan protagonismo ni estar en el centro de la escena, aunque según la carta natal sus hijos u otros aspectos de la vida pueden mostrarse más extrovertidos.</p>\n\n<p>Otro rasgo característico es la economía: saben aprovechar lo que otros desechan, cuidan los recursos, son prudentes con el dinero y se les conoce como los “ahorradores” del zodíaco.</p>\n\n<p>En cuanto a la salud, Virgo rige la rutina y la higiene. Estas personas suelen ser muy conscientes de su bienestar, cuidan la alimentación, hacen ejercicio, y si no lo hacen, tienden a enfermar. Con frecuencia encontramos médicos y sanadores con planetas en Virgo, sobre todo si el signo ocupa las casas 6, 8 o 12.</p>\n\n<p>También se relaciona con la limpieza y, en exceso, con conductas obsesivas. Personas con planetas en Virgo a veces desarrollan TOC, porque sienten la necesidad de mantener el orden y la pulcritud.</p>\n\n<h2>En síntesis, Virgo es:</h2>\n<ul>\n<li>Industrioso y trabajador.</li>\n<li>Ahorrador y buen administrador.</li>\n<li>Saludable y consciente de su rutina.</li>\n<li>Capaz de análisis profundo y gran detalle.</li>\n<li>Modesto, reservado, pero siempre útil para los demás.</li>\n</ul>\n\n<p>Son excelentes administradores, médicos, consejeros y personas de confianza. Representan el orden, el servicio y la capacidad de sostener a otros como verdaderas columnas de apoyo.</p>"
},
  {
"id": "cuerpo-virgo",
  "title": "Virgo en el cuerpo según Jyotish",
  "excerpt": "Virgo rige los intestinos y el sistema nervioso, clave para la digestión y la coordinación mente-cuerpo.",
  "coverImage": "/images/virgo.jpg",
  "date": "2025-09-27",
  "author": "Agente Astrológico",
  "tags": ["Virgo", "Jyotish", "Cuerpo"],
  "readingMinutes": 4,
  "content": "<h2 id='esencia'>Esencia de Virgo en el cuerpo</h2><p>En Jyotish, Virgo se asocia directamente con los <strong>intestinos</strong>, el proceso digestivo y la asimilación de nutrientes. Es el signo que refina, clasifica y separa lo útil de lo que no lo es.</p><h2 id='sistema-nervioso'>Sistema nervioso</h2><p>Además, Virgo está vinculado al <strong>sistema nervioso</strong>, en especial a la conexión entre mente y cuerpo. Su energía influye en la manera en que gestionamos los detalles, la atención y la respuesta al estrés.</p><h2 id='fortalezas'>Fortalezas</h2><ul><li>Gran capacidad para organizar funciones del cuerpo.</li><li>Digestión precisa y eficiente.</li><li>Alta sensibilidad que permite detectar desequilibrios temprano.</li></ul><h2 id='vulnerabilidades'>Vulnerabilidades</h2><ul><li>Problemas digestivos por exceso de preocupación.</li><li>Ansiedad o estrés que afecta la digestión.</li><li>Tendencia a la hipocondría.</li></ul><h2 id='aprovechar'>Cómo aprovechar esta energía</h2><p>El signo invita a cultivar rutinas saludables, alimentación equilibrada y prácticas de relajación para mantener la armonía del sistema digestivo y nervioso.</p>"
},
{
  "id": "solenvirgo2025",
  "title": "Sol en Virgo sideral — 17 de septiembre al 17 de octubre",
  "author": "Agente Astrológico",
  "date": "2025-09-17",
  "excerpt": "Tránsito del Sol por Virgo (Kanya Rashi): servicio, organización cotidiana y perfeccionamiento práctico. Nakshatras: Uttara Phalguni, Hasta y Chitra.",
  "tags": ["Virgo", "Jyotish", "Uttara Phalguni", "Hasta", "Chitra", "tránsitos"],
  "coverImage": "https://images.unsplash.com/photo-1507878866276-a947ef722fee?q=80&w=1600&auto=format&fit=crop",
  "readingMinutes": 4,
  "content": "<section>\n  <p>El tránsito del <strong>Sol por Virgo (Kanya Rashi)</strong> en el zodiaco sideral nos invita a centrar la atención en el servicio, la organización cotidiana y la mejora práctica de la vida material. Virgo empuja a la corrección constante y a la búsqueda de la excelencia —un camino útil si se practica con compasión y no con autocrítica destructiva.</p>\n</section>\n\n<section>\n  <h2>📅 Fechas clave</h2>\n  <div>\n    <ul>\n      <li><strong>17 de septiembre – 17 de octubre:</strong> Sol en Virgo (sideral).</li>\n      <li><strong>17 – 27 de septiembre:</strong> Sol en <em>Uttara Phalguni</em> — nakshatra de servicio, solidaridad y constancia.</li>\n      <li><strong>27 de septiembre – 10 de octubre:</strong> Sol en <em>Hasta</em> — nakshatra asociada a la destreza manual, la pureza y la habilidad práctica.</li>\n      <li><strong>10 – 17 de octubre:</strong> Sol en porción de <em>Chitra</em> (padas 1–3 dentro de Virgo) — energía creativa orientada a la belleza funcional.</li>\n      <li><strong>Mercurio:</strong> durante el tránsito suele alejarse del Sol, señalando una mentalidad más independiente y crítica; útil para el análisis pero propensa a la duda.</li>\n    </ul>\n  </div>\n</section>\n\n<section>\n  <h2>🌟 La esencia de Virgo (Jyotish)</h2>\n  <p>Virgo en Jyotish (Kanya Rashi) es tierra mutable regida por <strong>Mercurio (Budha)</strong>. Su naturaleza práctica se manifiesta en atención al detalle, vocación de servicio y una fuerte orientación hacia lo que funciona. Virgo no se conforma: busca ordenar, mejorar y perfeccionar.</p>\n\n  <h3>🧠 Rasgos principales</h3>\n  <ul>\n    <li>Intelecto analítico y sentido crítico.</li>\n    <li>Vocación de servicio, sanación y cuidado.</li>\n    <li>Fuerte capacidad organizativa y eficiencia.</li>\n    <li>Tendencia a la autocrítica y a la inquietud por lo pendiente.</li>\n  </ul>\n</section>\n\n<section>\n  <h2>⚖️ Fortalezas y desafíos</h2>\n  <div>\n    <strong>Fortalezas</strong>\n    <ul>\n      <li>Ética del trabajo y responsabilidad.</li>\n      <li>Capacidad para sistematizar y resolver problemas complejos.</li>\n      <li>Sensibilidad hacia terapias y prácticas de sanación.</li>\n    </ul>\n\n    <strong>Desafíos</strong>\n    <ul>\n      <li>Perfeccionismo que puede derivar en insatisfacción.</li>\n      <li>Ansiedad por lo que falta y dificultad para disfrutar el presente.</li>\n      <li>Rigidez en hábitos que impide la espontaneidad.</li>\n    </ul>\n  </div>\n</section>\n\n<section>\n  <h2>🔭 Cómo aprovechar este tránsito</h2>\n  <p>Este período es ideal para poner en marcha rutinas productivas, revisar procesos y comenzar proyectos con impacto práctico. Algunas sugerencias:</p>\n  <ul>\n    <li>Organiza una pequeña mejora doméstica o del lugar de trabajo (orden físico = orden mental).</li>\n    <li>Inicia un hábito de salud: alimentación, sueño o ejercicio moderado.</li>\n    <li>Aplica tus capacidades analíticas a un proyecto de servicio: voluntariado, mentoría o trabajo comunitario.</li>\n    <li>Usa la energía de <em>Hasta</em> para desarrollar habilidades manuales o técnicas que requieran precisión.</li>\n  </ul>\n</section>\n\n<section>\n  <h2>🔮 Reflexión final</h2>\n  <p>Virgo enseña que la perfección no es un punto de llegada sino un proceso: pequeño, constante y compasivo. Si equilibramos la mirada crítica con aceptación, podemos convertir la búsqueda de mejora en un servicio que beneficia tanto a nosotros como a los demás.</p>\n</section>"   
},

  {
    "id": "aries",
    "title": "Aries en Jyotish: el pionero del zodiaco",
    "excerpt": "Aries (Mesha Rashi) es fuego cardinal regido por Marte: coraje, inicio y acción.",
    "content": "<h2>🌟 La esencia de Aries</h2><p>Aries encarna el espíritu del guerrero y del pionero. Impulso, dinamismo y la necesidad de iniciar.</p><h3>🧠 Rasgos principales</h3><ul><li>Iniciativa y valentía</li><li>Impaciencia y energía física</li></ul><h3>⚖️ Fortalezas</h3><p>Liderazgo, valentía para empezar nuevos proyectos.</p><h3>⚠️ Desafíos</h3><p>Impulsividad y dificultad para sostener a largo plazo.</p><h3>🌌 Camino zodiacal</h3><p>Marca el inicio del ciclo: el 'Yo soy' encarnado con fuerza.</p><h3>🔮 Reflexión final</h3><p>Aries nos enseña a empezar con convicción; su desafío es sostener con conciencia.</p>"
  },
  {
    "id": "tauro",
    "title": "Tauro en Jyotish: el constructor estable",
    "excerpt": "Tauro (Vrishabha Rashi), signo de tierra fijo regido por Venus: estabilidad y sensorialidad.",
    "content": "<h2>🌟 La esencia de Tauro</h2><p>Tauro valora la constante y la seguridad material, busca construir y disfrutar los frutos de la vida.</p><h3>🧠 Rasgos principales</h3><ul><li>Constancia</li><li>Sensualidad</li></ul><h3>⚖️ Fortalezas</h3><p>Paciencia, sentido práctico y gusto por la belleza.</p><h3>⚠️ Desafíos</h3><p>Resistencia al cambio y apego.</p><h3>🌌 Camino zodiacal</h3><p>Refina lo que Aries inicia: transforma impulso en estructura.</p><h3>🔮 Reflexión final</h3><p>La lección de Tauro es disfrutar lo construido sin aferrarse.</p>"
  },
  {
    "id": "geminis",
    "title": "Géminis en Jyotish: el mensajero curioso",
    "excerpt": "Géminis (Mithuna Rashi) regido por Mercurio: mente, comunicación y adaptabilidad.",
    "content": "<h2>🌟 La esencia de Géminis</h2><p>Géminis mueve información; su cualidad es la curiosidad y la versatilidad mental.</p><h3>🧠 Rasgos principales</h3><ul><li>Agilidad mental</li><li>Habilidad comunicativa</li></ul><h3>⚖️ Fortalezas</h3><p>Adaptabilidad y facilidad para aprender.</p><h3>⚠️ Desafíos</h3><p>Superficialidad y dispersión.</p><h3>🌌 Camino zodiacal</h3><p>Amplía el contacto social tras la estabilidad de Tauro: información y movimiento.</p><h3>🔮 Reflexión final</h3><p>Conecta la curiosidad con la profundización para transformar datos en sabiduría.</p>"
  },
  {
    "id": "cancer",
    "title": "Cáncer en Jyotish: el cuidador emocional",
    "excerpt": "Cáncer (Karka Rashi) regido por la Luna: hogar, raíces y sensibilidad emocional.",
    "content": "<h2>🌟 La esencia de Cáncer</h2><p>Cáncer protege lo emocional y el vínculo: la piel sensible del zodiaco.</p><h3>🧠 Rasgos principales</h3><ul><li>Empatía</li><li>Fuerte conexión con la memoria</li></ul><h3>⚖️ Fortalezas</h3><p>Nutrir, proteger y sostener la intimidad.</p><h3>⚠️ Desafíos</h3><p>Hipersensibilidad, ánimo cambiante.</p><h3>🌌 Camino zodiacal</h3><p>Tras Géminis aparece la interioridad: la familia y la base emocional.</p><h3>🔮 Reflexión final</h3><p>Cuidar la propia casa interior permite cuidar al mundo.</p>"
  },
  {
    "id": "leo",
    "title": "Leo en Jyotish: el corazón que brilla",
    "excerpt": "Leo (Simha Rashi), regido por el Sol: creatividad, honor y liderazgo del corazón.",
    "content": "<h2>🌟 La esencia de Leo</h2><p>Leo expresa el brillo del corazón: creatividad y el deseo de ser reconocido.</p><h3>🧠 Rasgos principales</h3><ul><li>Generosidad</li><li>Necesidad de expresar el yo</li></ul><h3>⚖️ Fortalezas</h3><p>Carisma y capacidad creativa para liderar causas.</p><h3>⚠️ Desafíos</h3><p>Orgullo excesivo y necesidad de validación.</p><h3>🌌 Camino zodiacal</h3><p>Tras Cáncer, Leo anima a mostrar el arte del ser al mundo.</p><h3>🔮 Reflexión final</h3><p>Brilla desde la autenticidad y comparte tu luz con humildad.</p>"
  },
  {
    "id": "virgo",
    "title": "Virgo en Jyotish: el buscador de la perfección",
    "excerpt": "Virgo (Kanya Rashi), signo de tierra mutable regido por Mercurio: servicio, detalle y mejora continua.",
    "content": "<h2>🌟 La esencia de Virgo</h2><p>Virgo encarna la mente práctica y analítica. Su mirada penetra en los detalles más sutiles, distinguiendo lo útil de lo superfluo.</p><h3>🧠 Rasgos principales</h3><ul><li>Intelecto crítico</li><li>Vocación de servicio</li></ul><h3>⚖️ Fortalezas</h3><p>Organización, sensibilidad terapéutica y ética laboral.</p><h3>⚠️ Desafíos</h3><p>Perfeccionismo, autocrítica y dificultad para disfrutar el presente.</p><h3>🌌 Camino zodiacal</h3><p>Después de Leo, Virgo purifica y ordena lo creado para el encuentro social en Libra.</p><h3>🔮 Reflexión final</h3><p>La perfección es un camino; cuando se equilibra con compasión, Virgo sana y sirve.</p>"
  },
  {
    "id": "libra",
    "title": "Libra en Jyotish: el diplomático del equilibrio",
    "excerpt": "Libra (Tula Rashi), regido por Venus: armonía, relaciones y sentido estético.",
    "content": "<h2>🌟 La esencia de Libra</h2><p>Libra busca la armonía en las relaciones y la justicia en el encuentro con otros.</p><h3>🧠 Rasgos principales</h3><ul><li>Diplomacia</li><li>Amor por la belleza</li></ul><h3>⚖️ Fortalezas</h3><p>Capacidad de mediación y sentido del equilibrio social.</p><h3>⚠️ Desafíos</h3><p>Indecisión y dependencia de la aprobación externa.</p><h3>🌌 Camino zodiacal</h3><p>Libra integra la vida personal con la colectiva a través del diálogo y el equilibrio.</p><h3>🔮 Reflexión final</h3><p>Busca la armonía en ti y en tus relaciones; el equilibrio primero es interno.</p>"
  },
  {
    "id": "escorpio",
    "title": "Escorpio en Jyotish: el transformador profundo",
    "excerpt": "Escorpio (Vrishchika Rashi), regido por Marte / Ketu en Jyotish: poder interior, transformación y profundidad emocional.",
    "content": "<h2>🌟 La esencia de Escorpio</h2><p>Escorpio habita lo profundo: muerte simbólica, renacimiento y fuerza psíquica.</p><h3>🧠 Rasgos principales</h3><ul><li>Intensidad emocional</li><li>Capacidad de regeneración</li></ul><h3>⚖️ Fortalezas</h3><p>Poder de transformación y compromiso profundo.</p><h3>⚠️ Desafíos</h3><p>Celos, control y tendencia a la autodestrucción si no se integra.</p><h3>🌌 Camino zodiacal</h3><p>Profundiza la relación con lo inconsciente y permite renacimientos conscientes.</p><h3>🔮 Reflexión final</h3><p>La sombra de Escorpio es puerta de transformación cuando se acepta.</p>"
  },
  {
    "id": "sagitario",
    "title": "Sagitario en Jyotish: el buscador de sentido",
    "excerpt": "Sagitario (Dhanu Rashi), regido por Júpiter: expansión, filosofía y aventura interior.",
    "content": "<h2>🌟 La esencia de Sagitario</h2><p>Sagitario busca ampliar la visión: viajes, ideas y búsqueda de propósito.</p><h3>🧠 Rasgos principales</h3><ul><li>Optimismo</li><li>Búsqueda filosófica</li></ul><h3>⚖️ Fortalezas</h3><p>Visión amplia y entusiasmo por aprender.</p><h3>⚠️ Desafíos</h3><p>Exceso, falta de detalle y dogmatismo.</p><h3>🌌 Camino zodiacal</h3><p>Tras Escorpio, Sagitario eleva el aprendizaje hacia sentido y expansión.</p><h3>🔮 Reflexión final</h3><p>La sabiduría de Sagitario es disfrutar el viaje con humildad y curiosidad.</p>"
  },
  {
    "id": "capricornio",
    "title": "Capricornio en Jyotish: el constructor del legado",
    "excerpt": "Capricornio (Makara Rashi), regido por Saturno: disciplina, estructura y ambición responsable.",
    "content": "<h2>🌟 La esencia de Capricornio</h2><p>Capricornio materializa objetivos con paciencia y planificación a largo plazo.</p><h3>🧠 Rasgos principales</h3><ul><li>Disciplina</li><li>Sentido de responsabilidad</li></ul><h3>⚖️ Fortalezas</h3><p>Perseverancia y habilidad para construir estructuras duraderas.</p><h3>⚠️ Desafíos</h3><p>Rigidez, exceso de trabajo y miedo al fracaso.</p><h3>🌌 Camino zodiacal</h3><p>Capricornio madura la ambición para dejar un legado estable.</p><h3>🔮 Reflexión final</h3><p>El desafío es alcanzar metas sin perder la humanidad del camino.</p>"
  },
  {
    "id": "acuario",
    "title": "Acuario en Jyotish: el visionario colectivo",
    "excerpt": "Acuario (Kumbha Rashi), regido por Saturno/Rahu en Jyotish: innovación, comunidad y visión global.",
    "content": "<h2>🌟 La esencia de Acuario</h2><p>Acuario piensa en el futuro: ideas radicales, fraternidad y lo colectivo por encima de lo individual.</p><h3>🧠 Rasgos principales</h3><ul><li>Originalidad</li><li>Humanitarismo</li></ul><h3>⚖️ Fortalezas</h3><p>Innovación y capacidad para organizar grupos con fines elevados.</p><h3>⚠️ Desafíos</h3><p>Desapego afectivo y rebeldía sin dirección.</p><h3>🌌 Camino zodiacal</h3><p>Acuario impulsa la transformación social y tecnológica para el bien común.</p><h3>🔮 Reflexión final</h3><p>Conecta tu idea con comunidad para que la visión cobre realidad.</p>"
  },
  {
    "id": "piscis",
    "title": "Piscis en Jyotish: el puente hacia lo trascendente",
    "excerpt": "Piscis (Meena Rashi), regido por Júpiter/Neptuno: intuición, compasión y conexión con lo sutil.",
    "content": "<h2>🌟 La esencia de Piscis</h2><p>Piscis une lo finito con lo infinito: sensibilidad, sueño y devoción.</p><h3>🧠 Rasgos principales</h3><ul><li>Empatía</li><li>Imaginación</li></ul><h3>⚖️ Fortalezas</h3><p>Conexión con lo espiritual y capacidad sanadora.</p><h3>⚠️ Desafíos</h3><p>Evasión y confusión si no hay límites claros.</p><h3>🌌 Camino zodiacal</h3><p>Piscis cierra el ciclo integrando todo lo aprendido en una visión compasiva.</p><h3>🔮 Reflexión final</h3><p>La puerta de Piscis es la entrega consciente: arte, servicio y devoción.</p>"
  },

    {
    "id": "solvirgo",
    "title": "el sol transita el signo de virgo",
    "excerpt": "Tauro (Vrishabha Rashi), signo de tierra fijo regido por Venus: estabilidad y sensorialidad.",
    "content": "<h2>🌟 La esencia de Tauro</h2><p>Tauro valora la constante y la seguridad material, busca construir y disfrutar los frutos de la vida.</p><h3>🧠 Rasgos principales</h3><ul><li>Constancia</li><li>Sensualidad</li></ul><h3>⚖️ Fortalezas</h3><p>Paciencia, sentido práctico y gusto por la belleza.</p><h3>⚠️ Desafíos</h3><p>Resistencia al cambio y apego.</p><h3>🌌 Camino zodiacal</h3><p>Refina lo que Aries inicia: transforma impulso en estructura.</p><h3>🔮 Reflexión final</h3><p>La lección de Tauro es disfrutar lo construido sin aferrarse.</p>"
  }
]
